;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[IvanIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Ivan Dolvich"

[ShadowIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Kyle `Shadow` Simmons"

[MagIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Earl `Magic` Walker"

[BobcatIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Rudy `Lynx-Eyed` Roberts"

[GusIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Gus Tarballs"

[SteroidIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Bobby `Steroid` Gontarski"

[FidelIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Fidel Dahan"